{
    "entries": [
        {
            "authors": "Eduardo B. Molinero, Bruno Amorim, Misha Ivanov, Graham G. Brown, Giovanni Cistaro, João M. Viana Parente Lopes, Álvaro Jiménez-Galán, Pablo San-Jose, Rui E. F. Silva",
            "categories": [
                "Optics (physics.optics)"
            ],
            "comment": "13 pages, 5 figures",
            "formats": {
                "html": "http://arxiv.org/abs/2510.22064v1",
                "pdf": "http://arxiv.org/pdf/2510.22064v1"
            },
            "id": "http://arxiv.org/abs/2510.22064v1",
            "published": "2025-10-24T18:59:46-04:00",
            "subject": "Optics (physics.optics)",
            "summary": "We develop the semiconductor Wannier equations (SWEs), a real-time, real-space formulation of ultrafast light-matter dynamics in crystals, by deriving the equations of motion for the electronic reduced density matrix in a localized Wannier basis. Working in real space removes the structure-gauge ambiguities that hinder reciprocal-space semiconductor Bloch equations. Electron--electron interactions are included at the time-dependent Hartree plus static screened-exchange (TD-HSEX) level. Decoherence is modeled with three complementary channels: pure dephasing, population relaxation, and distance-dependent real-space dephasing; providing physically grounded damping for strong-field phenomena such as high-harmonic generation. Conceptually, the SWEs bridge real-space semiclassical intuition with many-body solid-state optics, offering a numerically robust and gauge-clean alternative to reciprocal-space approaches for nonlinear optical response and attosecond spectroscopy in solids.",
            "title": "Semiconductor Wannier equations: a real-time, real-space approach to the nonlinear optical response in crystals (ATATA)",
            "updated": "2025-10-24T18:59:46-04:00",
            "arxiv_url": "https://arxiv.org/abs/2510.22064",
            "journal_url": null
        },
        {
            "authors": "Tim Kokkeler, Mateo Uldemolins, Francisco Lobo, F. Sebastian Bergeret, Elsa Prada, Pablo San-Jose",
            "categories": [
                "Superconductivity (cond-mat.supr-con)"
            ],
            "comment": "15 pages (2 appendices and 7 figures)",
            "formats": {
                "html": "http://arxiv.org/abs/2510.20892v1",
                "pdf": "http://arxiv.org/pdf/2510.20892v1"
            },
            "id": "http://arxiv.org/abs/2510.20892v1",
            "published": "2025-10-23T14:00:00-04:00",
            "subject": "Superconductivity (cond-mat.supr-con)",
            "summary": "A thin-walled tubular superconductor develops a quantized fluxoid in the presence of an axial magnetic field. The fluxoid corresponds to the number of phase windings of the superconducting order parameter and is topological in nature. When the tube has a radius variation along the axial direction, forming a bottleneck structure between sections with different radius, a fluxoid mismatch can appear depending on the applied magnetic field. The bottleneck then becomes a topological boundary and is host to topologically protected solutions for the order parameter, dubbed fluxoid solitons, that are free to move around bottlenecks with cylindrical symmetry. Fluxoid solitons are a new type of vortex with non-quantized flux, loosely related to Pearl vortices in thin superconducting films and fluxons in Corbino Josephson junctions. We characterize their properties as a function of system parameters using the self-consistent quasiclassical theory of diffusive superconductors. We consider both short bottleneck structures and long tapered tubes, where multiple trapped fluxoid solitons adopt elaborate arrangements dictated by their mutual repulsion.",
            "title": "Fluxoid solitons in superconducting tapered tubes and bottlenecks",
            "updated": "2025-10-23T14:00:00-04:00",
            "arxiv_url": "https://arxiv.org/abs/2510.20892",
            "journal_url": null
        },
        {
            "authors": "Carlos Payá, F. J. Matute-Cañadas, A. Levy Yeyati, Ramón Aguado, Pablo San-Jose, Elsa Prada",
            "categories": [
                "Superconductivity (cond-mat.supr-con)",
                "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
            ],
            "comment": "8 pages, 4 figures",
            "doi": "10.1103/sdmw-qwcn",
            "formats": {
                "html": "http://arxiv.org/abs/2504.16989v2",
                "pdf": "http://arxiv.org/pdf/2504.16989v2"
            },
            "id": "http://arxiv.org/abs/2504.16989v2",
            "journal_ref": "Phys. Rev. B 112, 134520 (2025)",
            "published": "2025-04-23T14:00:01-04:00",
            "subject": "Superconductivity (cond-mat.supr-con)",
            "summary": "We introduce a new type of supercurrent valve based on full-shell nanowires. These hybrid wires consist of a semiconductor core fully wrapped in a thin superconductor shell and subjected to an axial magnetic field. Due to the tubular shape of the shell, the superconductor phase acquires an integer number $n$ of $2\\pi$ twists or \\textit{fluxoids} that increases in steps with applied flux. By connecting two such hybrid wires, forming a Josephson junction (JJ), a flux-modulated supercurrent develops. If the two superconducting sections of the JJ have different radii $R_1$ and $R_2$, they can develop equal or different fluxoid numbers $n_1,n_2$ depending on the field. If $n_1\\neq n_2$ the supercurrent is blocked, while it remains finite for $n_1=n_2$. This gives rise to a fluxoid valve effect controlled by the applied magnetic field or a gate voltage at the junction. We define a fluxoid-valve quality factor that is perfect for cylindrically symmetric systems and decreases as this symmetry is reduced. We further discuss the role of Majorana zero modes at the junction when the full-shell nanowires are in the topological superconducting regime.",
            "title": "Fluxoid valve effect in full-shell nanowire Josephson junctions",
            "updated": "2025-10-20T05:38:20-04:00",
            "arxiv_url": "https://arxiv.org/abs/2504.16989",
            "journal_url": "https://doi.org/10.1103/sdmw-qwcn"
        },
        {
            "authors": "Pablo San-Jose, Elsa Prada",
            "categories": [
                "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
            ],
            "comment": "6 pages, 4 figures. One new reference, minor corrections",
            "formats": {
                "html": "http://arxiv.org/abs/2506.15502v2",
                "pdf": "http://arxiv.org/pdf/2506.15502v2"
            },
            "id": "http://arxiv.org/abs/2506.15502v2",
            "published": "2025-06-18T10:42:27-04:00",
            "subject": "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
            "summary": "We propose a novel type of superconducting spin qubit, dubbed solitonic Andreev spin qubit (SASQ), that combines features of Andreev spin qubits and geometric spin qubits. The two SASQ states are the degenerate spin orientations of an Andreev bound state trapped in a circular Josephson junction with a Corbino disk geometry, created on a 2DEG. The junction is subjected to a weak magnetic flux that induces a fluxoid mismatch between the inner disk and outer ring superconductors. The fluxoid mismatch produces a cancellation of the induced pairing that traps unconventional spin-degenerate Andreev bound states analogous to Jackiw-Rebbi soliton states. They are localized at a position around the junction that can be controlled by changing the superconducting phase difference. Moving a soliton state with a phase bias induces a holonomic rotation of its spin, by virtue of the spin-orbit coupling in the 2DEG. The holonomic qubit trajectories can densely cover the full Bloch sphere as the soliton state revolves around the junction. Effects of non-holonomic (dynamic) qubit drift are also analyzed.",
            "title": "Solitonic Andreev Spin Qubit",
            "updated": "2025-06-20T11:57:52-04:00",
            "arxiv_url": "https://arxiv.org/abs/2506.15502",
            "journal_url": null
        },
        {
            "authors": "Carlos Payá, Ramón Aguado, Pablo San-Jose, Elsa Prada",
            "categories": [
                "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
            ],
            "comment": "15 pages, 4 figures. Final version",
            "doi": "10.1103/8mzs-dx7h",
            "formats": {
                "html": "http://arxiv.org/abs/2503.09756v2",
                "pdf": "http://arxiv.org/pdf/2503.09756v2"
            },
            "id": "http://arxiv.org/abs/2503.09756v2",
            "journal_ref": "Phys. Rev. B 111, 235420 (2025)",
            "published": "2025-03-12T14:56:37-04:00",
            "subject": "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
            "summary": "We perform microscopic numerical simulations of the Josephson effect through short junctions between two full-shell hybrid nanowires, comprised of a semiconductor core fully wrapped by a thin superconductor shell, both in the trivial and topological regimes. We explore the behavior of the current-phase relation and the critical current $I_c$ as a function of a threading flux for different models of the semiconductor core and different transparencies of the weak link. We find that $I_c$ is modulated with flux due to the Little-Parks (LP) effect and displays a characteristic skewness towards large fluxes within non-zero LP lobes, which is inherited from the skewness of a peculiar kind of subgap states known as Caroli-de Gennes-Matricon (CdGM) analogs. The appearance of Majorana zero modes at the junction in the topological phase is revealed in $I_c$ as fin-shaped peaks that stand out from the background at low junction transparencies. The competition between CdGMs of opposite electron- and hole-like character produces steps and dips in $I_c$. A rich phenomenology results, which includes 0-, $\\pi$- and $\\phi$-junction behaviors depending on the charge distribution across the wire core and the junction transparency.",
            "title": "Josephson effect and critical currents in trivial and topological full-shell hybrid nanowires",
            "updated": "2025-06-11T06:24:30-04:00",
            "arxiv_url": "https://arxiv.org/abs/2503.09756",
            "journal_url": "https://doi.org/10.1103/8mzs-dx7h"
        },
        {
            "authors": "M. T. Deng, Carlos Payá, Pablo San-Jose, Elsa Prada, C. M. Marcus, S. Vaitiekėnas",
            "categories": [
                "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
            ],
            "comment": "6 pages, 5 figures",
            "doi": "10.1103/PhysRevLett.134.206302",
            "formats": {
                "html": "http://arxiv.org/abs/2501.05419v2",
                "pdf": "http://arxiv.org/pdf/2501.05419v2"
            },
            "id": "http://arxiv.org/abs/2501.05419v2",
            "journal_ref": "Phys. Rev. Lett. 134, 206302 (2025)",
            "published": "2025-01-09T13:22:08-05:00",
            "subject": "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
            "summary": "We report tunneling spectroscopy of Andreev subgap states in hybrid nanowires with a thin superconducting full-shell surrounding a semiconducting core. The combination of the quantized fluxoid of the shell and the Andreev reflection at the superconductor-semiconductor interface gives rise to analogs of Caroli-de Gennes-Matricon (CdGM) states found in Abrikosov vortices in type-II superconductors. Unlike in metallic superconductors, CdGM analogs in full-shell hybrid nanowires manifest as one-dimensional van Hove singularities with energy spacings comparable to the superconducting gap and independent of the Fermi energy, making them readily observable. Evolution of these analogs with axial magnetic field, skewed within the Little-Parks lobe structure, is consistent with theory and yields information about the radial distribution and angular momenta of the corresponding subbands.",
            "title": "Caroli-de Gennes-Matricon Analogs in Full-Shell Hybrid Nanowires",
            "updated": "2025-06-05T17:10:26-04:00",
            "arxiv_url": "https://arxiv.org/abs/2501.05419",
            "journal_url": "https://doi.org/10.1103/PhysRevLett.134.206302",
            "coverage": [
                {
                    "source": "Niels Bohr Institute news",
                    "title": "A 1960s idea inspires NBI researchers to study hitherto inaccessible quantum states",
                    "url": "https://nbi.ku.dk/english/news/news25/a-1960s-idea-inspires-nbi-researchers-to-study-hitherto-inaccessible-quantum-states/"
                }
            ]
        },
        {
            "authors": "Francisco Lobo, Elsa Prada, Pablo San-Jose",
            "categories": [
                "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
            ],
            "comment": "Final version. 9 pages, 3 figures, 2 appendices",
            "doi": "10.1103/PhysRevB.111.195415",
            "formats": {
                "html": "http://arxiv.org/abs/2412.15174v2",
                "pdf": "http://arxiv.org/pdf/2412.15174v2"
            },
            "id": "http://arxiv.org/abs/2412.15174v2",
            "journal_ref": "Phys. Rev. B 111, 195415 (2025)",
            "published": "2024-12-19T13:49:38-05:00",
            "subject": "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
            "summary": "Predictions of topological p-wave superconductivity and Majorana zero modes (MZMs) in hybrid superconductor-semiconductor nanowires have been difficult to realize experimentally. Consequently, researchers are actively exploring alternative platforms for MZMs. In this work, we theoretically study depleted nanowires with intrinsic superconductivity (as opposed to proximity-induced). Using a self-consistent Hartree-Fock-Bogoliubov mean field theory, we compute the topological phase diagram versus Zeeman field and filling for intrinsic wires with attractive interactions. We find that, although intrinsic wires could be less vulnerable than hybrids to topology-adverse effects, such as disorder and metallization, they are hindered by a fundamental limitation of their own. Although a topological p-wave gap is indeed possible, it is far less robust than in hybrid Majorana nanowires. Instead of remaining stable beyond the topological transition, it is found to decay exponentially with Zeema field, greatly reducing the parameter region with an appreciable topological gap.",
            "title": "Exponential suppression of the topological gap in self-consistent intrinsic Majorana nanowires",
            "updated": "2025-05-19T04:59:56-04:00",
            "arxiv_url": "https://arxiv.org/abs/2412.15174",
            "journal_url": "https://doi.org/10.1103/PhysRevB.111.195415"
        },
        {
            "authors": "Francesco Gucci, Eduardo B. Molinero, Mattia Russo, Pablo San-Jose, Franco V. A. Camargo, Margherita Maiuri, Misha Ivanov, Álvaro Jiménez-Galán, Rui E. F. Silva, Stefano Dal Conte, Giulio Cerullo",
            "categories": [
                "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
            ],
            "comment": "14 pages, 3 figures",
            "formats": {
                "html": "http://arxiv.org/abs/2412.08318v1",
                "pdf": "http://arxiv.org/pdf/2412.08318v1"
            },
            "id": "http://arxiv.org/abs/2412.08318v1",
            "published": "2024-12-11T06:53:57-05:00",
            "subject": "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
            "summary": "Information processing currently reaches speeds as high as 800 GHz. However, the underlying transistor technology is quickly approaching its fundamental limits and further progress requires a disruptive approach. One such path is to manipulate quantum properties of solids, such as the valley degree of freedom, with ultrashort controlled lightwaves. Here we employ a sequence of few-optical-cycle visible pulses controlled with attosecond precision to excite and switch the valley pseudospin in a 2D semiconductor. We show that a pair of pulses separated in time with linear orthogonal polarizations can induce a valley-selective population. Additionally, exploiting a four-pump excitation protocol, we perform logic operations such as valley de-excitation and re-excitation at room temperature at rates as high as ~10 THz.",
            "title": "Ultrafast valleytronic logic operations",
            "updated": "2024-12-11T06:53:57-05:00",
            "arxiv_url": "https://arxiv.org/abs/2412.08318",
            "journal_url": null
        },
        {
            "authors": "Carlos Payá, Pablo San-Jose, Carlos J. Sánchez Martínez, Ramón Aguado, Elsa Prada",
            "categories": [
                "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
            ],
            "comment": "15 pages, 9 figures. Final version",
            "doi": "10.1103/PhysRevB.110.115417",
            "formats": {
                "html": "http://arxiv.org/abs/2407.06330v2",
                "pdf": "http://arxiv.org/pdf/2407.06330v2"
            },
            "id": "http://arxiv.org/abs/2407.06330v2",
            "journal_ref": "Phys. Rev. B 110, 115417 (2024)",
            "published": "2024-07-08T14:48:01-04:00",
            "subject": "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
            "summary": "Majorana bound states (MBSs) located at the ends of a hybrid superconductor-semiconductor nanowire are only true zero modes if their characteristic localization length is much smaller than the nanowire length, $\\xi_M\\ll L$. Otherwise, their wave function overlap gives rise to a finite energy splitting that shows a characteristic oscillatory pattern $\\sim e^{-2L/\\xi_M}\\cos(k_F L)$ versus external parameters that modify the Fermi momentum $k_F$. Detecting such \"Majorana oscillations\", measurable through low-bias conductance, has been proposed as a strategy for Majorana detection in pristine nanowires. Here we discuss how this detection scheme does not work in full-shell hybrid nanowires, an alternative design to partial-shell nanowires in which a superconductor shell fully wraps the semiconductor core. Using microscopic models, we provide both numerical simulations for Al/InAs hybrids as well as analytical approximations in terms of general nanowire parameters. We find that Majorana oscillations with flux in full-shell nanowires are absent in a wide portion of parameter space. This absence is not a signature of non-overlapping left- and right-end MBSs, but a consequence of the Majorana oscillation period being systematically larger than the flux window of odd Little-Parks lobes where Majorana zero-energy peaks are predicted to appear. Our results demonstrate that split near-zero modes or individual zero-energy crossings should not be dismissed as trivial even if they are found not to oscillate with flux.",
            "title": "Absence of Majorana oscillations in finite-length full-shell hybrid nanowires",
            "updated": "2024-09-12T12:08:24-04:00",
            "arxiv_url": "https://arxiv.org/abs/2407.06330",
            "journal_url": "https://doi.org/10.1103/PhysRevB.110.115417"
        },
        {
            "authors": "Carlos Payá, Samuel D. Escribano, Andrea Vezzosi, Fernando Peñaranda, Ramón Aguado, Pablo San-Jose, Elsa Prada",
            "categories": [
                "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
            ],
            "comment": "28 pages, 13 figures. Final version",
            "doi": "10.1103/PhysRevB.109.115428",
            "formats": {
                "html": "http://arxiv.org/abs/2312.11613v2",
                "pdf": "http://arxiv.org/pdf/2312.11613v2"
            },
            "id": "http://arxiv.org/abs/2312.11613v2",
            "journal_ref": "Phys. Rev. B 109, 115428 (2024)",
            "published": "2023-12-18T14:00:01-05:00",
            "subject": "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
            "summary": "Full-shell nanowires have been proposed as an alternative nanowire design in the search of topological superconductivity and Majorana zero modes (MZMs). They are hybrid nanostructures consisting of a semiconductor core fully covered by a thin superconductor shell and subject to a magnetic flux. In this work we critically examine this proposal, finding a very rich spectral phenomenology that combines the Little-Parks modulation of the parent-gap superconductor with flux, the presence of flux-dispersing Caroli-de Gennes-Matricon (CdGM) analog subgap states, and the emergence of MZMs across finite flux intervals that depend on the transverse wavefunction profile of the charge density in the core section. Through microscopic simulations and analytical derivations, we study different regimes for the semiconductor core, ranging from the hollow-core approximation, to the tubular-core nanowire appropriate for a semiconductor tube with an insulating core, to the solid-core nanowire. We compute the phase diagrams for the different models in cylindrical nanowires and find that MZMs typically coexist with CdGM analogs at zero energy, rendering them gapless. However, we also find topologically protected parameter regions, or islands, with gapped MZMs. In this sense, the most promising candidate to obtain topologically protected MZMs in a full-shell geometry is the nanowire with a tubular-shaped core. Moving beyond pristine nanowires, we study the effect of mode mixing perturbations. Strikingly, mode mixing can act like a topological $p$-wave pairing between particle-hole Bogoliubov partners, and is therefore able to create new topologically protected MZMs in regions of the phase diagram that were originally trivial. As a result, the phase diagram is utterly transformed and exhibits protected MZMs in around half of the parameter space.",
            "title": "Phenomenology of Majorana zero modes in full-shell hybrid nanowires",
            "updated": "2024-03-22T08:47:07-04:00",
            "arxiv_url": "https://arxiv.org/abs/2312.11613",
            "journal_url": "https://doi.org/10.1103/PhysRevB.109.115428"
        },
        {
            "authors": "Eduardo B. Molinero, Bruno Amorim, Mikhail Malakhov, Giovanni Cistaro, Álvaro Jiménez-Galán, Misha Ivanov, Antonio Picón, Pablo San-José, Rui E. F. Silva",
            "categories": [
                "Optics (physics.optics)",
                "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
            ],
            "comment": "7 pages, 5 figures",
            "doi": "10.1126/sciadv.adn6985",
            "formats": {
                "html": "http://arxiv.org/abs/2307.16647v1",
                "pdf": "http://arxiv.org/pdf/2307.16647v1"
            },
            "id": "http://arxiv.org/abs/2307.16647v1",
            "published": "2023-07-31T09:27:07-04:00",
            "subject": "Optics (physics.optics)",
            "summary": "Excitons play a key role in the linear optical response of 2D materials. However, their significance in the highly nonlinear optical response to intense mid-infrared light has often been overlooked. Using hBN as a prototypical example, we theoretically demonstrate that excitons play a major role in this process. Specifically, we illustrate their formation and stability in intense low-frequency fields, where field strengths surpass the Coulomb field binding the electron-hole pair in the exciton. Additionally, we establish a parallelism between these results and the already-known physics of Rydberg states using an atomic model. Finally, we propose an experimental setup to test the effect of excitons in the nonlinear optical response",
            "title": "Formation, stability, and highly nonlinear optical response of excitons to intense light fields interacting with two-dimensional materials",
            "updated": "2023-07-31T09:27:07-04:00",
            "journal_ref": "Science Advances 10(35) (2024)",
            "arxiv_url": "https://arxiv.org/abs/2307.16647",
            "journal_url": "https://doi.org/10.1126/sciadv.adn6985"
        },
        {
            "authors": "Pablo San-Jose, Carlos Payá, C. M. Marcus, S. Vaitiekėnas, Elsa Prada",
            "categories": [
                "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
            ],
            "comment": "17 pages, 11 figures. Final version",
            "doi": "10.1103/PhysRevB.107.155423",
            "formats": {
                "html": "http://arxiv.org/abs/2207.07606v4",
                "pdf": "http://arxiv.org/pdf/2207.07606v4"
            },
            "id": "http://arxiv.org/abs/2207.07606v4",
            "journal_ref": "Phys. Rev. B 107, 155423 (2023)",
            "published": "2022-07-15T13:04:42-04:00",
            "subject": "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
            "summary": "Full-shell nanowires are hybrid nanostructures consisting of a semiconducting core encapsulated in an epitaxial superconducting shell. When subject to an external magnetic flux, they exhibit the Little-Parks (LP) phenomenon of flux-modulated superconductivity, an effect connected to the physics of Abrikosov vortex lines in type-II superconductors. We show theoretically that full-shell nanowires can host subgap states that are a variant of the Caroli-de Gennes-Matricon (CdGM) states in vortices. These CdGM analogs are shell-induced Van Hove singularities in core subbands. We elucidate their structure, parameter dependence and behavior in tunneling spectroscopy through a series of models of growing complexity. Using microscopic numerical simulations, we show that CdGM analogs exhibit a characteristic skewness towards higher flux values inside non-zero LP lobes resulting from the interplay of three ingredients. First, the orbital coupling to the field shifts the energy of the CdGM analogs proportionally to the flux and to their generalized angular momentum. Second, CdGM analogs coalesce into degeneracy points at flux values for which their corresponding radial wavefunctions are threaded by an integer multiple of the flux quantum. And third, the average radii of all CdGM-analog wavefunctions inside the core are approximately equal and are controlled by the electrostatic band bending at the core/shell interface. As the average radius moves away from the interface, the degeneracy points shift towards larger fluxes from the center of the LP lobes, causing the skewness. This analysis provides a transparent interpretation of the nanowire spectrum that allows to extract microscopic information by measuring the number and skewness of CdGM analogs. Moreover, it allows to derive an efficient Hamiltonian of the full-shell nanowire in terms of a modified hollow-core model at the average radius.",
            "title": "Theory of Caroli-de Gennes-Matricon analogs in full-shell hybrid nanowires",
            "updated": "2023-07-26T05:29:24-04:00",
            "arxiv_url": "https://arxiv.org/abs/2207.07606",
            "journal_url": "https://doi.org/10.1103/PhysRevB.107.155423"
        },
        {
            "authors": "Prasanna Rout, Nikos Papadopoulos, Fernando Peñaranda, Kenji Watanabe, Takashi Taniguchi, Elsa Prada, Pablo San-Jose, Srijit Goswami",
            "categories": [
                "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
            ],
            "comment": "13 pages, 14 figures",
            "doi": "10.1038/s41467-024-44952-6",
            "formats": {
                "html": "http://arxiv.org/abs/2305.10505v1",
                "pdf": "http://arxiv.org/pdf/2305.10505v1"
            },
            "id": "http://arxiv.org/abs/2305.10505v1",
            "journal_ref": "Nat. Commun. 15, 856 (2024)",
            "published": "2023-05-17T14:21:12-04:00",
            "subject": "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
            "summary": "Bilayer graphene encapsulated in tungsten diselenide can host a weak topological phase with pairs of helical edge states. The electrical tunability of this phase makes it an ideal platform to investigate unique topological effects at zero magnetic field, such as topological superconductivity. Here we couple the helical edges of such a heterostructure to a superconductor. The inversion of the bulk gap accompanied by helical states near zero displacement field leads to the suppression of the critical current in a Josephson geometry. Using superconducting quantum interferometry we observe an even-odd effect in the Fraunhofer interference pattern within the inverted gap phase. We show theoretically that this effect is a direct consequence of the emergence of helical modes that connect the two edges of the sample. The absence of such an effect at high displacement field, as well as in bare bilayer graphene junctions, confirms this interpretation and demonstrates the topological nature of the inverted gap. Our results demonstrate the coupling of superconductivity to zero-field topological states in graphene.",
            "title": "Supercurrent mediated by helical edge modes in bilayer graphene",
            "updated": "2023-05-17T14:21:12-04:00",
            "arxiv_url": "https://arxiv.org/abs/2305.10505",
            "journal_url": "https://doi.org/10.1038/s41467-024-44952-6"
        },
        {
            "authors": "Fernando Peñaranda, Ramón Aguado, Elsa Prada, Pablo San-Jose",
            "categories": [
                "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
            ],
            "comment": "9 pages, 7 figures. Final version with an extra appendix",
            "doi": "10.21468/SciPostPhys.14.4.075",
            "formats": {
                "html": "http://arxiv.org/abs/2202.00593v4",
                "pdf": "http://arxiv.org/pdf/2202.00593v4"
            },
            "id": "http://arxiv.org/abs/2202.00593v4",
            "journal_ref": "SciPost Phys.. 14, 075 (2023)",
            "published": "2022-02-01T12:35:11-05:00",
            "subject": "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
            "summary": "The search for robust topological superconductivity and Majorana bound states continues, exploring both one-dimensional (1D) systems such as semiconducting nanowires and two-dimensional (2D) platforms. In this work we study a 2D approach based on graphene bilayers encapsulated in transition metal dichalcogenides that, unlike previous proposals involving the Quantum Hall regime in graphene, requires weaker magnetic fields and does not rely on interactions. The encapsulation induces strong spin-orbit coupling on the graphene bilayer, which opens a sizeable gap and stabilizes fragile pairs of helical edge states. We show that, when subject to an in-plane Zeeman field, armchair edges can be transformed into p-wave one-dimensional topological superconductors by contacting them laterally with conventional superconductors. We demonstrate the emergence of Majorana bound states (MBSs) at the sample corners of crystallographically perfect flakes, belonging either to the D or the BDI symmetry classes depending on parameters. We compute the phase diagram, the resilience of MBSs against imperfections, and their manifestation as a 4$\\pi$-periodic effect in Josephson junction geometries, all suggesting the existence of a topological phase within experimental reach.",
            "title": "Majorana bound states in encapsulated bilayer graphene",
            "updated": "2023-04-20T07:38:16-04:00",
            "arxiv_url": "https://arxiv.org/abs/2202.00593",
            "journal_url": "https://doi.org/10.21468/SciPostPhys.14.4.075"
        },
        {
            "authors": "Marco Valentini, Maksim Borovkov, Elsa Prada, Sara Marti-Sanchez, Marc Botifoll, Andrea Hofmann, Jordi Arbiol, Ramon Aguado, Pablo San-Jose, Georgios Katsaros",
            "categories": [
                "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
            ],
            "comment": "",
            "doi": "10.1038/s41586-022-05382-w",
            "formats": {
                "html": "http://arxiv.org/abs/2203.07829v3",
                "pdf": "http://arxiv.org/pdf/2203.07829v3"
            },
            "id": "http://arxiv.org/abs/2203.07829v3",
            "published": "2022-03-15T08:32:44-04:00",
            "subject": "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
            "summary": "Hybrid semiconductor-superconductor devices hold great promise for realizing topological quantum computing with Majorana zero modes (MZMs). However, multiple claims of Majorana detection, based on either tunneling or Coulomb blockade (CB) spectroscopy, remain disputed. Here we devise an experimental protocol that allows to perform both types of measurements on the same hybrid island by adjusting its charging energy via tunable junctions to the normal leads. This method reduces ambiguities of Majorana detections by checking the consistency between CB spectroscopy and zero bias peaks (ZBPs) in non-blockaded transport.Specifically, we observe junction-dependent, even-odd modulated, single-electron CB peaks in InAs/Al hybrid nanowires (NWs) without concomitant low-bias peaks in tunneling spectroscopy. We provide a theoretical interpretation of the experimental observations in terms of low-energy, longitudinally-confined island states rather than overlapping Majorana modes. Our results highlight the importance of combined measurements on the same device for the identification of topological MZMs.",
            "title": "Majorana-like Coulomb spectroscopy in the absence of zero bias peaks",
            "updated": "2022-10-11T15:55:35-04:00",
            "journal_ref": "Nature 612(7940), 442-447 (2022)",
            "arxiv_url": "https://arxiv.org/abs/2203.07829",
            "journal_url": "https://doi.org/10.1038/s41586-022-05382-w",
            "coverage": [
                {
                    "source": "Nature News and Views",
                    "title": "Twin techniques narrow search for elusive Majorana particles",
                    "url": "https://www.nature.com/articles/d41586-022-04351-7"
                }
            ]
        },
        {
            "authors": "Samuel D. Escribano, Alfredo Levy Yeyati, Ramón Aguado, Elsa Prada, Pablo San-Jose",
            "categories": [
                "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
            ],
            "comment": "17 pages, 8 figures. v2: final version with a new figure",
            "doi": "10.1103/PhysRevB.105.045418",
            "formats": {
                "html": "http://arxiv.org/abs/2107.13011v2",
                "pdf": "http://arxiv.org/pdf/2107.13011v2"
            },
            "id": "http://arxiv.org/abs/2107.13011v2",
            "journal_ref": "Phys. Rev. B 105, 045418 (2022)",
            "published": "2021-07-27T14:00:04-04:00",
            "subject": "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
            "summary": "We analyze the subgap excitations and phase diagram of a quantum dot (QD) coupled to a semiconducting nanowire fully wrapped by a superconducting (S) shell. We take into account how a Little-Parks (LP) pairing fluxoid (a winding in the S phase around the shell) influences the proximity effect on the dot. We find that under axially symmetric QD-S coupling, shell fluxoids cause the induced pairing to vanish, producing instead a level renormalization that pushes subgap levels closer to zero energy and flattens fermionic parity crossings as the coupling strength increases. This fluxoid-induced stabilization mechanism has analoges in symmetric S-QD-S Josephson junctions at phase $\\pi$, and can naturally lead to patterns of near-zero modes weakly dispersing with parameters in all but the zero-th lobe of the LP spectrum.",
            "title": "Fluxoid-induced pairing suppression and near-zero modes in quantum dots coupled to full-shell nanowires",
            "updated": "2022-01-25T07:48:55-05:00",
            "arxiv_url": "https://arxiv.org/abs/2107.13011",
            "journal_url": "https://doi.org/10.1103/PhysRevB.105.045418"
        },
        {
            "authors": "Marco Valentini, Fernando Peñaranda, Andrea Hofmann, Matthias Brauns, Robert Hauschild, Peter Krogstrup, Pablo San-Jose, Elsa Prada, Ramón Aguado, Georgios Katsaros",
            "categories": [
                "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
            ],
            "comment": "",
            "doi": "10.1126/science.abf1513",
            "formats": {
                "html": "http://arxiv.org/abs/2008.02348v3",
                "pdf": "http://arxiv.org/pdf/2008.02348v3"
            },
            "id": "http://arxiv.org/abs/2008.02348v3",
            "journal_ref": "Science 373, 82-88 (2021)",
            "published": "2020-08-05T16:24:13-04:00",
            "subject": "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
            "summary": "A semiconducting nanowire fully wrapped by a superconducting shell has been proposed as a platform for obtaining Majorana modes at small magnetic fields. In this study, we demonstrate that the appearance of subgap states in such structures is actually governed by the junction region in tunneling spectroscopy measurements, and not the full-shell nanowire itself. Short tunneling regions never show subgap states, whereas longer junctions always do. This can be understood in terms of quantum dots forming in the junction and hosting Andreev levels in the Yu-Shiba-Rusinov regime. The intricate magnetic field dependence of the Andreev levels, through both the Zeeman and Little-Parks effects, may result in robust zero-bias peaks, features that could be easily misinterpreted as originating from Majorana zero modes, but are unrelated to topological superconductivity.",
            "title": "Nontopological zero-bias peaks in full-shell nanowires induced by flux tunable Andreev states",
            "updated": "2021-08-10T09:30:52-04:00",
            "arxiv_url": "https://arxiv.org/abs/2008.02348",
            "journal_url": "https://doi.org/10.1126/science.abf1513"
        },
        {
            "authors": "Pablo San-Jose",
            "categories": [
                "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
                "Computational Physics (physics.comp-ph)"
            ],
            "comment": "9 pages, 3 figures",
            "formats": {
                "html": "http://arxiv.org/abs/2105.08038v1",
                "pdf": "http://arxiv.org/pdf/2105.08038v1"
            },
            "id": "http://arxiv.org/abs/2105.08038v1",
            "published": "2021-05-17T13:42:48-04:00",
            "subject": "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
            "summary": "We derive a method to efficiently compute the Green function of on arbitrary Hamiltonians defined on semi-infinite and periodic quasi-one-dimensional lattices. Computing the Green function is the backbone of quantum transport, electronic structure or linear response computations. Our method constitutes a \"deflation optimization\" of a well established algorithm often used in quantum transport that is based on generalized Schur factorizations of the linearized quadratic eigenvalue equation for the transfer matrix. Our deflation optimization may greatly reduce the number of degrees of freedom that must be processed in the Schur factorization. Deflation must be supplemented by a Jordan-block reconstruction of generalized eigenvectors, also developed here in detail. The overhead of deflation plus reconstruction is minimal as compared to the typical reduction in factorization runtime. Furthermore, by avoiding inverses of ill-conditioned matrices, the algorithm remains numerically stable.",
            "title": "Deflation algorithm for the Green function of quasi-1D lattices",
            "updated": "2021-05-17T13:42:48-04:00",
            "arxiv_url": "https://arxiv.org/abs/2105.08038",
            "journal_url": null
        },
        {
            "authors": "J. Avila, Elsa Prada, P. San-Jose, R. Aguado",
            "categories": [
                "Superconductivity (cond-mat.supr-con)",
                "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
            ],
            "comment": "18 pages, 19 figures. New section about split junctions. Final published version. See also accompanying paper arXiv:2003.02858",
            "doi": "10.1103/PhysRevB.102.094518",
            "formats": {
                "html": "http://arxiv.org/abs/2003.02852v3",
                "pdf": "http://arxiv.org/pdf/2003.02852v3"
            },
            "id": "http://arxiv.org/abs/2003.02852v3",
            "journal_ref": "Phys. Rev. B 102, 094518 (2020)",
            "published": "2020-03-05T14:00:03-05:00",
            "subject": "Superconductivity (cond-mat.supr-con)",
            "summary": "We theoretically study superconducting islands based on semiconductor-nanowire Josephson junctions and take into account the presence of subgap quasiparticle excitations in the spectrum of the junction. Our method extends the standard model Hamiltonian for a superconducting charge qubit and replaces the Josephson potential by the Bogoliubov--de Gennes Hamiltonian of the nanowire junction, projected onto the relevant low-energy subgap subspace. This allows to fully incorporate the coherent dynamics of subgap levels in the junction. The combined effect of spin-orbit coupling and Zeeman energy in the nanowires forming the junction triggers a topological transition, where the subgap levels evolve from finite-energy Andreev bound states into near-zero energy Majorana bound states. The interplay between the microscopic energy scales governing the nanowire junction (the Josephson energy, the Majorana coupling and the Majorana energy splitting), with the charging energy of the superconducting island, gives rise to a great variety of physical regimes. Based on this interplay of different energy scales, we fully characterize the microwave response of the junction, from the Cooper pair box to the transmon regimes, and show how the presence of Majoranas can be detected through distinct spectroscopic features. In split-junction geometries, the plasma mode couples to the phase-dispersing subgap levels resulting from Majorana hybridization via a Jaynes--Cummings-like interaction. As a consequence of this interaction, higher order plasma excitations in the junction inherit Majorana properties, including the $4\\pi$ effect.",
            "title": "Superconducting islands with semiconductor-nanowire-based topological Josephson junctions",
            "updated": "2020-10-05T04:55:17-04:00",
            "arxiv_url": "https://arxiv.org/abs/2003.02852",
            "journal_url": "https://doi.org/10.1103/PhysRevB.102.094518"
        },
        {
            "authors": "J. Avila, Elsa Prada, P. San-Jose, R. Aguado",
            "categories": [
                "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
                "Superconductivity (cond-mat.supr-con)"
            ],
            "comment": "6 pages, 3 Figures. Includes a new discussion about quasiMajoranas in smooth junctions. Published version. See also accompanying paper arXiv:2003.02852",
            "doi": "10.1103/PhysRevResearch.2.033493",
            "formats": {
                "html": "http://arxiv.org/abs/2003.02858v3",
                "pdf": "http://arxiv.org/pdf/2003.02858v3"
            },
            "id": "http://arxiv.org/abs/2003.02858v3",
            "journal_ref": "Phys. Rev. Research 2, 033493 (2020)",
            "published": "2020-03-05T14:00:16-05:00",
            "subject": "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
            "summary": "We show that the microwave (MW) spectra in semiconductor-nanowire-based transmon qubits provide a strong signature of the presence of Majorana bound states in the junction. This occurs as an external magnetic field tunes the wire into the topological regime and the energy splitting of the emergent Majorana modes oscillates around zero energy owing to their wave function spatial overlap in finite-length wires. In particular, we discuss how these Majorana oscillations, and the concomitant fermion parity switches in the ground state of the junction, result in distinct spectroscopic features --in the form of an intermitent visibility of absorption lines-- that strongly deviate from standard transmon behavior. In contrast, non-oscillating zero modes, such as topologically trivial Andreev bound states resulting from sufficiently smooth potentials, exhibit an overall standard transmon response. These differences in the MW response could help determine whether the junction contains topological Majoranas or not.",
            "title": "Majorana oscillations and parity crossings in semiconductor-nanowire-based transmon qubits",
            "updated": "2020-10-05T04:42:13-04:00",
            "arxiv_url": "https://arxiv.org/abs/2003.02858",
            "journal_url": "https://doi.org/10.1103/PhysRevResearch.2.033493"
        },
        {
            "authors": "María Rosendo, Fernando Peñaranda, Johan Christensen, Pablo San-Jose",
            "categories": [
                "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
            ],
            "comment": "9 pages, 4 figures",
            "doi": "10.1103/PhysRevLett.125.214301",
            "formats": {
                "html": "http://arxiv.org/abs/2008.11706v1",
                "pdf": "http://arxiv.org/pdf/2008.11706v1"
            },
            "id": "http://arxiv.org/abs/2008.11706v1",
            "journal_ref": "Phys. Rev. Lett. 125, 214301 (2020)",
            "published": "2020-08-26T13:48:26-04:00",
            "subject": "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
            "summary": "Twisted bilayer graphene develop quasi-flat bands at specific \"magic\" interlayer rotation angles through an unconventional mechanism connected to carrier chirality. Quasi-flat bands are responsible for a wealth of exotic, correlated-electron phases in the system. In this work we propose a mechanical analogue of twisted bilayer graphene made of two vibrating plates, patterned with a honeycomb mesh of masses, and coupled across a continuum elastic medium. We show that flexural waves in the device exhibit vanishing group velocity and quasi-flat bands at magic angles, in close correspondence with electrons in graphene models. The strong similarities of spectral structure and spatial eigenmodes in the two systems demonstrate the chiral nature of the mechanical flat bands. We derive analytical expressions that quantitatively connect the mechanical and electronic models, which allow us to predict the parameters required for an experimental realization of our proposal.",
            "title": "Flat bands in magic-angle vibrating plates",
            "updated": "2020-08-26T13:48:26-04:00",
            "arxiv_url": "https://arxiv.org/abs/2008.11706",
            "journal_url": "https://doi.org/10.1103/PhysRevLett.125.214301"
        },
        {
            "id": "orcid:0001-Helical modes and Majoranas in encapsulated graphene bilayers",
            "title": "Helical modes and Majoranas in encapsulated graphene bilayers",
            "journal_ref": null,
            "doi": null,
            "published": "2023-01-01T00:00:00.000Z",
            "updated": "2023-01-01T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": null
        },
        {
            "id": "orcid:0001-Quantica.jl: simulating tight-binding systems in the Julia language",
            "title": "Quantica.jl: simulating tight-binding systems in the Julia language",
            "journal_ref": null,
            "doi": null,
            "published": "2023-01-01T00:00:00.000Z",
            "updated": "2023-01-01T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": null
        },
        {
            "id": "orcid:0001-Engineering Majoranas in 2D crystals: three graphene-based recipes",
            "title": "Engineering Majoranas in 2D crystals: three graphene-based recipes",
            "journal_ref": null,
            "doi": null,
            "published": "2021-01-01T00:00:00.000Z",
            "updated": "2021-01-01T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": null
        },
        {
            "id": "doi:10.1038/s42254-020-0228-y",
            "title": "From Andreev to Majorana bound states in hybrid superconductor–semiconductor nanowires",
            "journal_ref": "Nature Reviews Physics 2(10), 575-594 (2020)",
            "doi": "10.1038/s42254-020-0228-y",
            "published": "2020-09-22T00:00:00.000Z",
            "updated": "2020-09-22T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1038/s42254-020-0228-y"
        },
        {
            "id": "doi:10.1103/physrevresearch.2.023171",
            "title": "Even-odd effect and Majorana states in full-shell nanowires",
            "journal_ref": "Physical Review Research 2(2) (2020)",
            "doi": "10.1103/physrevresearch.2.023171",
            "published": "2020-05-19T00:00:00.000Z",
            "updated": "2020-05-19T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1103/physrevresearch.2.023171"
        },
        {
            "id": "doi:10.1021/acs.nanolett.9b04536",
            "title": "Symmetry Breakdown in Franckeite: Spontaneous Strain, Rippling, and Interlayer Moiré",
            "journal_ref": "ISBN: 15306992",
            "doi": "10.1021/acs.nanolett.9b04536",
            "published": "2020-01-01T00:00:00.000Z",
            "updated": "2020-01-01T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1021/acs.nanolett.9b04536"
        },
        {
            "authors": "Carlos Payá, Oliver Solow, Elsa Prada, Ramón Aguado, Karsten Flensberg",
            "categories": [
                "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
            ],
            "comment": "6 pages, 4 figures",
            "formats": {
                "html": "http://arxiv.org/abs/2510.00921v1",
                "pdf": "http://arxiv.org/pdf/2510.00921v1"
            },
            "id": "http://arxiv.org/abs/2510.00921v1",
            "published": "2025-10-01T09:59:34-04:00",
            "subject": "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
            "summary": "Open quantum systems governed by non-Hermitian effective Hamiltonians exhibit unique phenomena, such as the non-Hermitian skin effect, where eigenstates localize at system boundaries. We investigate this effect in a Rashba nanowire coupled to a ferromagnetic lead and demonstrate that it can be detected via non-local transport spectroscopy: while local conductance remains symmetric, the non-local conductance becomes non-reciprocal. We account for this behavior using both conventional transport arguments and the framework of non-Hermitian physics. Furthermore, we explain that exceptional points shift in parameter space when transitioning from periodic to open boundary conditions, a phenomenon observed in other non-Hermitian systems but so far not explained. Our results establish transport spectroscopy as a tool to probe non-Hermitian effects in open electronic systems.",
            "title": "Non-Hermitian Skin Effect and Electronic Nonlocal Transport",
            "updated": "2025-10-01T09:59:34-04:00",
            "arxiv_url": "https://arxiv.org/abs/2510.00921",
            "journal_url": null
        },
        {
            "authors": "Samuel D. Escribano, Alfredo Levy Yeyati, Elsa Prada",
            "categories": [
                "Materials Science (cond-mat.mtrl-sci)",
                "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
            ],
            "comment": "19 pages, 7 figures",
            "formats": {
                "html": "http://arxiv.org/abs/2509.13246v1",
                "pdf": "http://arxiv.org/pdf/2509.13246v1"
            },
            "id": "http://arxiv.org/abs/2509.13246v1",
            "published": "2025-09-16T12:55:24-04:00",
            "subject": "Materials Science (cond-mat.mtrl-sci)",
            "summary": "Strain provides a powerful knob to tailor the electronic properties of semiconductors. Simple yet accurate approximations that capture strain effects in demanding simulations of mesoscopic nanostructures are therefore highly desirable. However, for III-V compounds, key materials for quantum applications, such approaches remain comparatively underdeveloped. In this work, we derive a compact, effective Hamiltonian that describes the conduction band of zincblende III-V semiconductors incorporating strain effects. Starting from the eight-band k$\\cdot$p model with Bir-Pikus corrections, we perform a folding-down procedure to obtain analytical expressions for conduction-band strain-renormalized parameters, including the effective mass, chemical potential, spin-orbit coupling, and $g$-factor. The model reproduces full multiband results under small to moderate strain, while retaining a form suitable for device-scale calculations. We benchmark the model for bulk deformations and apply it to representative nanostructures, such as core.shell nanowires and planar heterostructures. Our results provide a practical and versatile tool for incorporating strain into the design of III-V semiconductor devices, enabling reliable predictions of their properties with direct implications for spintronic, straintronic, optoelectronic, and topological quantum technologies.",
            "title": "Effective conduction-band model for zincblende III-V semiconductors in the presence of strain: tuning the properties of bulk crystals and nanostructures",
            "updated": "2025-09-16T12:55:24-04:00",
            "arxiv_url": "https://arxiv.org/abs/2509.13246",
            "journal_url": null
        },
        {
            "authors": "Samuel D. Escribano, Víctor Barrena, David Perconte, Jose Antonio Moreno, Marta Fernández Lomana, Miguel Águeda, Edwin Herrera, Beilun Wu, Jose Gabriel Rodrigo, Elsa Prada, Isabel Guillamón, Alfredo Levy Yeyati, Hermann Suderow",
            "categories": [
                "Superconductivity (cond-mat.supr-con)"
            ],
            "comment": "63 pages, 14 figures. Final version",
            "doi": "10.1038/s41467-025-60569-9",
            "formats": {
                "html": "http://arxiv.org/abs/2311.12783v3",
                "pdf": "http://arxiv.org/pdf/2311.12783v3"
            },
            "id": "http://arxiv.org/abs/2311.12783v3",
            "journal_ref": "Nat. Commun. 16, 5843 (2025)",
            "published": "2023-11-21T13:50:12-05:00",
            "subject": "Superconductivity (cond-mat.supr-con)",
            "summary": "The ultimate spatial limit to establish a Josephson coupling between two superconducting electrodes is an atomic-scale junction. The Josephson effect in such ultrasmall junctions has been used to unveil new switching dynamics, study coupling close to superconducting bound states or reveal non-reciprocal effects. However, the Josephson coupling is weak and the sensitivity to temperature reduces the Cooper pair current magnitude. Here we show that a feedback element induces a time-dependent bistable regime which consists of spontaneous periodic oscillations between two different Cooper pair tunneling states (corresponding to the DC and AC Josephson regimes respectively). The amplitude of the time-averaged current within the bistable regime is almost independent of temperature. By tracing the periodic oscillations in the new bistable regime as a function of the position in a Scanning Tunneling Microscope, we obtain atomic scale maps of the critical current in 2H-NbSe$_2$ and find spatial modulations due to a pair density wave. Our results fundamentally improve our understanding of atomic size Josephson junctions including a feedback element in the circuit and provide a promising new route to study superconducting materials through atomic scale maps of the Josephson coupling.",
            "title": "The feedback driven atomic scale Josephson microscope",
            "updated": "2025-07-28T03:27:47-04:00",
            "arxiv_url": "https://arxiv.org/abs/2311.12783",
            "journal_url": "https://doi.org/10.1038/s41467-025-60569-9"
        },
        {
            "authors": "Andrea Vezzosi, Carlos Payá, Paweł Wójcik, Andrea Bertoni, Guido Goldoni, Elsa Prada, Samuel D. Escribano",
            "categories": [
                "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
            ],
            "comment": "32 pages, 4 figures; Resubmission to SciPost with minor changes",
            "doi": "10.21468/SciPostPhys.18.2.069",
            "formats": {
                "html": "http://arxiv.org/abs/2405.07651v3",
                "pdf": "http://arxiv.org/pdf/2405.07651v3"
            },
            "id": "http://arxiv.org/abs/2405.07651v3",
            "journal_ref": "SciPost Phys.. 18, 069 (2025)",
            "published": "2024-05-13T07:20:44-04:00",
            "subject": "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
            "summary": "Full-shell hybrid nanowires (NWs), structures comprising a superconductor shell that encapsulates a semiconductor (SM) core, have attracted considerable attention in the search for Majorana zero modes (MZMs). However, the predicted Rashba spin-orbit coupling (SOC) in the SM is too small to achieve substantial topological minigaps. In addition, the SM wavefunction spreads all across the section of the nanowire, leading typically to a finite background of trivial subgap states with which MZMs may coexist. To overcome both problems, we explore the advantages of utilizing core-shell hole-band NWs as the SM part of a full-shell hybrid, with an insulating core and an active SM shell. In particular, we consider InP/GaSb core-shell NWs, which allow to exploit the unique characteristics of the III-V compound SM valence bands. We demonstrate that they exhibit a robust hole SOC that emerges from the combination of the intrinsic spin-orbit interaction of the SM active shell and the confinement effects of the nanostructure, thus depending mainly on SM and geometrical parameters. In other words, the SOC is intrinsic and does not rely on red electric fields, which are non-tunable in a full-shell hybrid geometry. As a result, core-shell SM hole-band NWs are found to be a promising candidate to explore Majorana physics in full-hell hybrid devices, addressing several challenges in the field.",
            "title": "InP/GaSb core-shell nanowires: a novel hole-based platform with strong spin-orbit coupling for full-shell hybrid devices",
            "updated": "2024-12-17T04:03:54-05:00",
            "arxiv_url": "https://arxiv.org/abs/2405.07651",
            "journal_url": "https://doi.org/10.21468/SciPostPhys.18.2.069"
        },
        {
            "authors": "Samuel D. Escribano, Andrea Maiani, Martin Leijnse, Karsten Flensberg, Yuval Oreg, Alfredo Levy Yeyati, Elsa Prada, Rubén Seoane Souto",
            "categories": [
                "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
            ],
            "comment": "17 pages, 16 figures, published version",
            "doi": "10.1038/s41535-022-00489-9",
            "formats": {
                "html": "http://arxiv.org/abs/2203.06644v2",
                "pdf": "http://arxiv.org/pdf/2203.06644v2"
            },
            "id": "http://arxiv.org/abs/2203.06644v2",
            "journal_ref": "npj Quantum Mater.. 7, 81 (2022)",
            "published": "2022-03-13T08:30:23-04:00",
            "subject": "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
            "summary": "Hybrid structures of semiconducting (SM) nanowires, epitaxially grown superconductors (SC), and ferromagnetic-insulator (FI) layers have been explored experimentally and theoretically as alternative platforms for topological superconductivity at zero magnetic field. Here, we analyze a tripartite SM/FI/SC heterostructure but realized in a planar stacking geometry, where the thin FI layer acts as a spin-polarized tunneling barrier between the SM and the SC. We optimize the system's geometrical parameters using microscopic simulations, finding the range of FI thicknesses for which the hybrid system can be tuned into the topological regime. Within this range, and thanks to the vertical confinement provided by the stacking geometry, trivial and topological phases alternate regularly as the external gate is varied, displaying a hard topological gap that can reach half of the SC one. This is a significant improvement compared to setups using hexagonal nanowires, which show erratic topological regions with typically smaller and softer gaps. Our proposal provides a magnetic field-free planar design for quasi-one-dimensional topological superconductivity with attractive properties for experimental control and scalability.",
            "title": "Semiconductor-ferromagnet-superconductor planar heterostructures for 1D topological superconductivity",
            "updated": "2022-08-19T05:01:28-04:00",
            "arxiv_url": "https://arxiv.org/abs/2203.06644",
            "journal_url": "https://doi.org/10.1038/s41535-022-00489-9"
        },
        {
            "authors": "Samuel D. Escribano, Elsa Prada, Yuval Oreg, Alfredo Levy Yeyati",
            "categories": [
                "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
            ],
            "comment": "16 pages, 11 figures. v2: final version",
            "doi": "10.1103/PhysRevB.104.L041404",
            "formats": {
                "html": "http://arxiv.org/abs/2011.06566v2",
                "pdf": "http://arxiv.org/pdf/2011.06566v2"
            },
            "id": "http://arxiv.org/abs/2011.06566v2",
            "journal_ref": "Phys. Rev. B 104, 041404 (2021)",
            "published": "2020-11-12T13:29:42-05:00",
            "subject": "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
            "summary": "Hybrid semiconducting nanowire devices combining epitaxial superconductor and ferromagnetic insulator layers have been recently explored experimentally as an alternative platform for topological superconductivity at zero applied magnetic field. In this proof-of-principle work we show that the topological regime can be reached in actual devices depending on some geometrical constraints. To this end, we perform numerical simulations of InAs wires in which we explicitly include the superconducting Al and magnetic EuS shells, as well as the interaction with the electrostatic environment at a self-consistent mean-field level. Our calculations show that both the magnetic and the superconducting proximity effects on the nanowire can be tuned by nearby gates thanks to their ability to move the wavefunction across the wire section. We find that the topological phase is achieved in significant portions of the phase diagram only in configurations where the Al and EuS layers overlap on some wire facet, due to the rather local direct induced spin polarization and the appearance of an extra indirect exchange field through the superconductor. While of obvious relevance for the explanation of recent experiments, tunable proximity effects are of interest in the broader field of superconducting spintronics.",
            "title": "Tunable proximity effects and topological superconductivity in ferromagnetic hybrid nanowires",
            "updated": "2021-07-21T05:04:24-04:00",
            "arxiv_url": "https://arxiv.org/abs/2011.06566",
            "journal_url": "https://doi.org/10.1103/PhysRevB.104.L041404"
        },
        {
            "authors": "Samuel D. Escribano, Alfredo Levy Yeyati, Elsa Prada",
            "categories": [
                "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
                "Materials Science (cond-mat.mtrl-sci)"
            ],
            "comment": "26 pages, 9 figures. v3: final version with new figures and new discussion of confinement effects",
            "doi": "10.1103/PhysRevResearch.2.033264",
            "formats": {
                "html": "http://arxiv.org/abs/2001.04375v3",
                "pdf": "http://arxiv.org/pdf/2001.04375v3"
            },
            "id": "http://arxiv.org/abs/2001.04375v3",
            "journal_ref": "Phys. Rev. Research 2, 033264 (2020)",
            "published": "2020-01-13T11:14:26-05:00",
            "subject": "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
            "summary": "Semiconductor Rashba nanowires are quasi-one dimensional systems that have large spin-orbit (SO) coupling arising from a broken inversion symmetry due to an external electric field. There exist parametrized multiband models that can describe accurately this effect. However, simplified single band models are highly desirable to study geometries of recent experimental interest, since they may allow to incorporate the effects of the low dimensionality and the nanowire electrostatic environment at a reduced computational cost. Commonly used conduction band approximations, valid for bulk materials, greatly underestimate the SO coupling in Zinc-blende crystal structures and overestimate it for Wurtzite ones when applied to finite cross-section wires, where confinement effects turn out to play an important role. We demonstrate here that an effective equation for the linear Rashba SO coupling of the semiconductor conduction band can reproduce the behavior of more sophisticated eight-band k$\\cdot$p model calculations. This is achieved by adjusting a single effective parameter that depends on the nanowire crystal structure and its chemical composition. We further compare our results to the Rashba coupling extracted from magnetoconductance measurements in several experiments on InAs and InSb nanowires, finding excellent agreement. This approach may be relevant in systems where Rashba coupling is known to play a major role, such as in spintronic devices or Majorana nanowires.",
            "title": "Improved effective equation for the Rashba spin-orbit coupling in semiconductor nanowires",
            "updated": "2020-08-24T07:19:46-04:00",
            "arxiv_url": "https://arxiv.org/abs/2001.04375",
            "journal_url": "https://doi.org/10.1103/PhysRevResearch.2.033264"
        },
        {
            "authors": "Michael Seitz, Alvaro J. Magdaleno, Nerea Alcázar-Cano, Marc Meléndez, Tim J. Lubbers, Sanne W. Walraven, Sahar Pakdel, Elsa Prada, Rafael Delgado-Buscalioni, Ferry Prins",
            "categories": [
                "Applied Physics (physics.app-ph)",
                "Materials Science (cond-mat.mtrl-sci)"
            ],
            "comment": "22 pages, 4 figures, and supporting information",
            "doi": "10.1038/s41467-020-15882-w",
            "formats": {
                "html": "http://arxiv.org/abs/2001.05704v1",
                "pdf": "http://arxiv.org/pdf/2001.05704v1"
            },
            "id": "http://arxiv.org/abs/2001.05704v1",
            "journal_ref": "Nat. Commun. 11, 2035 (2020)",
            "published": "2020-01-16T04:13:55-05:00",
            "subject": "Applied Physics (physics.app-ph)",
            "summary": "Two-dimensional perovskites, in which inorganic layers are stabilized by organic spacer molecules, are attracting increasing attention as a more robust analogue to the conventional three-dimensional metal-halide perovskites. However, reducing the perovskite dimensionality alters their optoelectronic properties dramatically, yielding excited states that are dominated by bound electron-hole pairs known as excitons, rather than by free charge carriers common to their bulk counterparts. Despite the growing interest in two-dimensional perovskites for both light harvesting and light emitting applications, the full impact of the excitonic nature on their optoelectronic properties remains unclear, particularly regarding the spatial dynamics of the excitons within the two-dimensional (2D) plane. Here, we present direct measurements of in-plane exciton transport in single-crystalline layered perovskites. Using time-resolved fluorescence microscopy, we show that excitons undergo an initial fast, intrinsic normal diffusion through the crystalline plane, followed by a transition to a slower subdiffusive regime as excitons get trapped. Interestingly, the early intrinsic exciton diffusivity depends sensitively on the exact composition of the perovskite, such as the choice of organic spacer. We attribute these changes in exciton transport properties to strong exciton-phonon interactions and the formation of large exciton-polarons. Our findings provide a clear design strategy to optimize exciton transport in these systems.",
            "title": "Exciton diffusion in two-dimensional metal-halide perovskites",
            "updated": "2020-01-16T04:13:55-05:00",
            "arxiv_url": "https://arxiv.org/abs/2001.05704",
            "journal_url": "https://doi.org/10.1038/s41467-020-15882-w"
        },
        {
            "id": "orcid:0002-Helical modes and Majoranas in encapsulated graphene bilayers",
            "title": "Helical modes and Majoranas in encapsulated graphene bilayers",
            "journal_ref": null,
            "doi": null,
            "published": "2023-01-01T00:00:00.000Z",
            "updated": "2023-01-01T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": null
        },
        {
            "id": "orcid:0002-Caroli-de Gennes-Matricon states in full-shell nanowires",
            "title": "Caroli-de Gennes-Matricon states in full-shell nanowires",
            "journal_ref": null,
            "doi": null,
            "published": "2022-01-01T00:00:00.000Z",
            "updated": "2022-01-01T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": null
        },
        {
            "id": "orcid:0002-Topological superconductivity and Majorana modes for quantum computing: a materials science perspective",
            "title": "Topological superconductivity and Majorana modes for quantum computing: a materials science perspective",
            "journal_ref": null,
            "doi": null,
            "published": "2022-01-01T00:00:00.000Z",
            "updated": "2022-01-01T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": null
        },
        {
            "id": "orcid:0002-(One of the) latest Majorana nanowire designs: ferromagnetic hybrid nanowires",
            "title": "(One of the) latest Majorana nanowire designs: ferromagnetic hybrid nanowires",
            "journal_ref": null,
            "doi": null,
            "published": "2021-01-01T00:00:00.000Z",
            "updated": "2021-01-01T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": null
        },
        {
            "id": "orcid:0002-Engineering Majoranas in 2D crystals: three graphene-based recipes",
            "title": "Engineering Majoranas in 2D crystals: three graphene-based recipes",
            "journal_ref": null,
            "doi": null,
            "published": "2021-01-01T00:00:00.000Z",
            "updated": "2021-01-01T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": null
        },
        {
            "id": "orcid:0002-From Andreev to Majorana bound states in hybrid superconductor-semiconductor nanowires",
            "title": "From Andreev to Majorana bound states in hybrid superconductor-semiconductor nanowires",
            "journal_ref": null,
            "doi": null,
            "published": "2021-01-01T00:00:00.000Z",
            "updated": "2021-01-01T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": null
        },
        {
            "id": "orcid:0002-Latest semiconducting nanowire designs in the search for Majorana modes: ferromagnetic and full-shell hybrid nanowires",
            "title": "Latest semiconducting nanowire designs in the search for Majorana modes: ferromagnetic and full-shell hybrid nanowires",
            "journal_ref": null,
            "doi": null,
            "published": "2021-01-01T00:00:00.000Z",
            "updated": "2021-01-01T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": null
        },
        {
            "id": "orcid:0002-From Andreev to Majorana bound states in hybrid superconductor-semiconductor nanowires",
            "title": "From Andreev to Majorana bound states in hybrid superconductor-semiconductor nanowires",
            "journal_ref": null,
            "doi": null,
            "published": "2020-01-01T00:00:00.000Z",
            "updated": "2020-01-01T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": null
        },
        {
            "id": "doi:10.1016/j.saa.2024.124978",
            "title": "Exploring the conformational landscape through rotational spectroscopy and computational modelling: The tunneling dynamics in 2,6-diethylphenol",
            "journal_ref": "Spectrochimica Acta Part A: Molecular and Biomolecular Spectroscopy 324, 124978 (2025)",
            "doi": "10.1016/j.saa.2024.124978",
            "published": "2025-01-01T00:00:00.000Z",
            "updated": "2025-01-01T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1016/j.saa.2024.124978"
        },
        {
            "id": "doi:10.1088/1361-6633/ad889f",
            "title": "Topological phase transitions via attosecond x-ray absorption spectroscopy",
            "journal_ref": "Reports on Progress in Physics 87(11), 117901 (2024)",
            "doi": "10.1088/1361-6633/ad889f",
            "published": "2024-11-01T00:00:00.000Z",
            "updated": "2024-11-01T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1088/1361-6633/ad889f"
        },
        {
            "id": "doi:10.1103/PhysRevLett.132.263202",
            "title": "Core-Hole Coherent Spectroscopy in Molecules",
            "journal_ref": "Physical Review Letters 132(26) (2024)",
            "doi": "10.1103/PhysRevLett.132.263202",
            "published": "2024-06-25T00:00:00.000Z",
            "updated": "2024-06-25T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1103/PhysRevLett.132.263202"
        },
        {
            "id": "doi:10.1038/s42005-024-01689-4",
            "title": "Exciton migration in two-dimensional materials",
            "journal_ref": "Communications Physics 7(1) (2024)",
            "doi": "10.1038/s42005-024-01689-4",
            "published": "2024-06-18T00:00:00.000Z",
            "updated": "2024-06-18T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1038/s42005-024-01689-4"
        },
        {
            "id": "doi:10.1002/cssc.202300719",
            "title": "Mapping the Ultrafast Mechanistic Pathways of Co Photocatalysts in Pure Water through Time‐Resolved X‐ray Spectroscopy",
            "journal_ref": "ChemSusChem 16(21) (2023)",
            "doi": "10.1002/cssc.202300719",
            "published": "2023-11-08T00:00:00.000Z",
            "updated": "2023-11-08T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1002/cssc.202300719"
        },
        {
            "id": "doi:10.1103/PhysRevResearch.5.023092",
            "title": "Effect of the shot-to-shot variation on charge migration induced by sub-fs x-ray free-electron laser pulses",
            "journal_ref": "Physical Review Research 5(2) (2023)",
            "doi": "10.1103/PhysRevResearch.5.023092",
            "published": "2023-05-11T00:00:00.000Z",
            "updated": "2023-05-11T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1103/PhysRevResearch.5.023092"
        },
        {
            "id": "doi:10.1021/acs.jctc.2c00674",
            "title": "Theoretical Approach for Electron Dynamics and Ultrafast Spectroscopy (EDUS)",
            "journal_ref": "Journal of Chemical Theory and Computation 19(1), 333-348 (2022)",
            "doi": "10.1021/acs.jctc.2c00674",
            "published": "2023-01-10T00:00:00.000Z",
            "updated": "2023-01-10T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1021/acs.jctc.2c00674"
        },
        {
            "id": "doi:10.1038/s41467-022-34670-2",
            "title": "Observation of site-selective chemical bond changes via ultrafast chemical shifts",
            "journal_ref": "Nature Communications 13(1) (2022)",
            "doi": "10.1038/s41467-022-34670-2",
            "published": "2022-11-22T00:00:00.000Z",
            "updated": "2022-11-22T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1038/s41467-022-34670-2"
        },
        {
            "id": "doi:10.1021/jacs.1c07058",
            "title": "Magnetic, Mechanically Interlocked Porphyrin–Carbon Nanotubes for Quantum Computation and Spintronics",
            "journal_ref": "Journal of the American Chemical Society 143(50), 21286-21293 (2021)",
            "doi": "10.1021/jacs.1c07058",
            "published": "2021-12-22T00:00:00.000Z",
            "updated": "2021-12-22T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1021/jacs.1c07058"
        },
        {
            "id": "doi:10.1063/5.0054125",
            "title": "Publisher's Note: “Attosecond state-resolved carrier motion in quantum materials probed by soft x-ray XANES” [Appl. Phys Rev. 8, 011408 (2021)]",
            "journal_ref": "Applied Physics Reviews 8(2) (2021)",
            "doi": "10.1063/5.0054125",
            "published": "2021-06-01T00:00:00.000Z",
            "updated": "2021-06-01T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1063/5.0054125"
        },
        {
            "id": "doi:10.1063/5.0020649",
            "title": "Attosecond state-resolved carrier motion in quantum materials probed by soft x-ray XANES",
            "journal_ref": null,
            "doi": "10.1063/5.0020649",
            "published": "2021-03-01T00:00:00.000Z",
            "updated": "2021-03-01T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1063/5.0020649"
        },
        {
            "id": "doi:10.1103/PhysRevResearch.3.013144",
            "title": "Attosecond x-ray transient absorption spectroscopy in graphene",
            "journal_ref": "Physical Review Research 3(1) (2021)",
            "doi": "10.1103/PhysRevResearch.3.013144",
            "published": "2021-02-12T00:00:00.000Z",
            "updated": "2021-02-12T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1103/PhysRevResearch.3.013144"
        },
        {
            "id": "doi:10.1103/PhysRevB.102.134115",
            "title": "Circular dichroism in higher-order harmonic generation: Heralding topological phases and transitions in Chern insulators",
            "journal_ref": "Physical Review B 102(13) (2020)",
            "doi": "10.1103/PhysRevB.102.134115",
            "published": "2020-10-21T00:00:00.000Z",
            "updated": "2020-10-21T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1103/PhysRevB.102.134115"
        },
        {
            "id": "doi:10.1002/chem.202001393",
            "title": "Tracking the Light‐Induced Excited‐State Dynamics and Structural Configurations of an Extraordinarily Long‐Lived Metastable State at Room Temperature",
            "journal_ref": "Chemistry – A European Journal 26(47), 10801-10810 (2020)",
            "doi": "10.1002/chem.202001393",
            "published": "2020-08-21T00:00:00.000Z",
            "updated": "2020-08-21T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1002/chem.202001393"
        },
        {
            "id": "doi:10.1103/physrevlett.125.073203",
            "title": "Electronic Population Transfer via Impulsive Stimulated X-Ray Raman Scattering with Attosecond Soft-X-Ray Pulses",
            "journal_ref": "Physical Review Letters 125(7) (2020)",
            "doi": "10.1103/physrevlett.125.073203",
            "published": "2020-08-11T00:00:00.000Z",
            "updated": "2020-08-11T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1103/physrevlett.125.073203"
        },
        {
            "id": "doi:10.1088/1367-2630/ab7dde",
            "title": "Site-specific tunnel-ionization in high harmonic generation in molecules",
            "journal_ref": "New Journal of Physics 22(4), 043012 (2020)",
            "doi": "10.1088/1367-2630/ab7dde",
            "published": "2020-04-01T00:00:00.000Z",
            "updated": "2020-04-01T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1088/1367-2630/ab7dde"
        },
        {
            "id": "doi:10.1103/PhysRevResearch.7.L012063",
            "title": "Spatial polarization gating of high-harmonic generation in solids",
            "journal_ref": "Physical Review Research 7(1) (2025)",
            "doi": "10.1103/PhysRevResearch.7.L012063",
            "published": "2025-03-11T00:00:00.000Z",
            "updated": "2025-03-11T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1103/PhysRevResearch.7.L012063"
        },
        {
            "id": "doi:10.1103/PhysRevResearch.6.043005",
            "title": "Real-space perspective on dephasing in solid-state high harmonic generation",
            "journal_ref": "Physical Review Research 6(4) (2024)",
            "doi": "10.1103/PhysRevResearch.6.043005",
            "published": "2024-10-02T00:00:00.000Z",
            "updated": "2024-10-02T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1103/PhysRevResearch.6.043005"
        },
        {
            "id": "doi:10.1142/9789811279560_0002",
            "title": "Manipulation of Quantum Properties in 2D Materials with Strong Tailored Fields",
            "journal_ref": "ISBN: 9789811279553",
            "doi": "10.1142/9789811279560_0002",
            "published": "2024-07-01T00:00:00.000Z",
            "updated": "2024-07-01T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1142/9789811279560_0002"
        },
        {
            "id": "doi:10.1142/9789811279560_0003",
            "title": "Wannier Approach to the Semiconductor Bloch Equations",
            "journal_ref": "ISBN: 9789811279553",
            "doi": "10.1142/9789811279560_0003",
            "published": "2024-07-01T00:00:00.000Z",
            "updated": "2024-07-01T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1142/9789811279560_0003"
        },
        {
            "id": "doi:10.1364/JOSAB.513543",
            "title": "Ultrafast dephasing in solid-state high harmonic generation: macroscopic origin revealed by real-space dynamics [Invited]",
            "journal_ref": "Journal of the Optical Society of America B 41(6), B40 (2024)",
            "doi": "10.1364/JOSAB.513543",
            "published": "2024-06-01T00:00:00.000Z",
            "updated": "2024-06-01T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1364/JOSAB.513543"
        },
        {
            "id": "doi:10.1038/s41586-024-07244-z",
            "title": "Light-wave-controlled Haldane model in monolayer hexagonal boron nitride",
            "journal_ref": "Nature 628(8009), 752-757 (2024)",
            "doi": "10.1038/s41586-024-07244-z",
            "published": "2024-04-25T00:00:00.000Z",
            "updated": "2024-04-25T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1038/s41586-024-07244-z"
        },
        {
            "id": "doi:10.1038/s41586-024-07156-y",
            "title": "Valleytronics in bulk MoS2 with a topologic optical field",
            "journal_ref": "Nature 628(8009), 746-751 (2024)",
            "doi": "10.1038/s41586-024-07156-y",
            "published": "2024-04-25T00:00:00.000Z",
            "updated": "2024-04-25T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1038/s41586-024-07156-y"
        },
        {
            "id": "doi:10.1364/OPTICA.510789",
            "title": "High-harmonic generation with a twist: all-optical characterization of magic-angle twisted bilayer graphene",
            "journal_ref": "Optica 11(2), 171 (2024)",
            "doi": "10.1364/OPTICA.510789",
            "published": "2024-02-20T00:00:00.000Z",
            "updated": "2024-02-20T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1364/OPTICA.510789"
        },
        {
            "id": "doi:10.1038/s41586-023-06828-5",
            "title": "Observation of interband Berry phase in laser-driven crystals",
            "journal_ref": "Nature 626(7997), 66-71 (2024)",
            "doi": "10.1038/s41586-023-06828-5",
            "published": "2024-02-01T00:00:00.000Z",
            "updated": "2024-02-01T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1038/s41586-023-06828-5"
        },
        {
            "id": "doi:10.1038/s41467-023-44041-0",
            "title": "Orbital perspective on high-harmonic generation from solids",
            "journal_ref": "Nature Communications 14(1) (2023)",
            "doi": "10.1038/s41467-023-44041-0",
            "published": "2023-12-18T00:00:00.000Z",
            "updated": "2023-12-18T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1038/s41467-023-44041-0"
        },
        {
            "id": "doi:10.1103/PhysRevLett.131.243201",
            "title": "Following the Nonthermal Phase Transition in Niobium Dioxide by Time-Resolved Harmonic Spectroscopy",
            "journal_ref": "Physical Review Letters 131(24) (2023)",
            "doi": "10.1103/PhysRevLett.131.243201",
            "published": "2023-12-11T00:00:00.000Z",
            "updated": "2023-12-11T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1103/PhysRevLett.131.243201"
        },
        {
            "id": "doi:10.1364/oe.462692",
            "title": "Symmetry-aware deep neural networks for high harmonic spectroscopy in solids",
            "journal_ref": "Optics Express 31(12), 20559 (2023)",
            "doi": "10.1364/oe.462692",
            "published": "2023-06-05T00:00:00.000Z",
            "updated": "2023-06-05T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1364/oe.462692"
        },
        {
            "id": "doi:10.1103/PhysRevResearch.4.043198",
            "title": "Coherent control of the photoinduced transition in a strongly correlated material",
            "journal_ref": "Physical Review Research 4(4) (2022)",
            "doi": "10.1103/PhysRevResearch.4.043198",
            "published": "2022-12-19T00:00:00.000Z",
            "updated": "2022-12-19T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1103/PhysRevResearch.4.043198"
        },
        {
            "id": "doi:10.1103/PhysRevA.106.053103",
            "title": "Reconstruction of attosecond beating by interference of two-photon interband transitions in solids",
            "journal_ref": "Physical Review A 106(5) (2022)",
            "doi": "10.1103/PhysRevA.106.053103",
            "published": "2022-11-02T00:00:00.000Z",
            "updated": "2022-11-02T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1103/PhysRevA.106.053103"
        },
        {
            "id": "doi:10.1364/oe.460291",
            "title": "All-optical valley switch and clock of electronic dephasing",
            "journal_ref": "Optics Express 30(17), 30347 (2022)",
            "doi": "10.1364/oe.460291",
            "published": "2022-08-15T00:00:00.000Z",
            "updated": "2022-08-15T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1364/oe.460291"
        },
        {
            "id": "doi:10.1038/s41566-022-01010-1",
            "title": "Observation of light-driven band structure via multiband high-harmonic spectroscopy",
            "journal_ref": "Nature Photonics 16(6), 428-432 (2022)",
            "doi": "10.1038/s41566-022-01010-1",
            "published": "2022-06-01T00:00:00.000Z",
            "updated": "2022-06-01T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1038/s41566-022-01010-1"
        },
        {
            "id": "doi:10.1103/physreva.105.043704",
            "title": "Permutational symmetry for identical multilevel systems: A second-quantized approach",
            "journal_ref": "Physical Review A 105(4) (2022)",
            "doi": "10.1103/physreva.105.043704",
            "published": "2022-04-04T00:00:00.000Z",
            "updated": "2022-04-04T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1103/physreva.105.043704"
        },
        {
            "id": "doi:10.1103/physrevresearch.3.023250",
            "title": "Tracking ultrafast solid-state dynamics using high harmonic spectroscopy",
            "journal_ref": "Physical Review Research 3(2) (2021)",
            "doi": "10.1103/physrevresearch.3.023250",
            "published": "2021-06-28T00:00:00.000Z",
            "updated": "2021-06-28T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1103/physrevresearch.3.023250"
        },
        {
            "id": "doi:10.1364/optica.404257",
            "title": "Sub-cycle valleytronics: control of valley polarization using few-cycle linearly polarized pulses",
            "journal_ref": "Optica 8(3), 277 (2021)",
            "doi": "10.1364/optica.404257",
            "published": "2021-03-20T00:00:00.000Z",
            "updated": "2021-03-20T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1364/optica.404257"
        },
        {
            "id": "doi:10.1038/s41566-020-00717-3",
            "title": "Lightwave control of topological properties in 2D materials for sub-cycle and non-resonant valley manipulation",
            "journal_ref": "Nature Photonics 14(12), 728-732 (2020)",
            "doi": "10.1038/s41566-020-00717-3",
            "published": "2020-12-16T00:00:00.000Z",
            "updated": "2020-12-16T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1038/s41566-020-00717-3"
        },
        {
            "id": "doi:10.1021/acsphotonics.0c01095",
            "title": "Impact of Vibrational Modes in the Plasmonic Purcell Effect of Organic Molecules",
            "journal_ref": "ACS Photonics 7(12), 3369-3375 (2020)",
            "doi": "10.1021/acsphotonics.0c01095",
            "published": "2020-11-29T00:00:00.000Z",
            "updated": "2020-11-29T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1021/acsphotonics.0c01095"
        },
        {
            "id": "doi:10.1038/s41566-019-0574-4",
            "title": "Attosecond spectral singularities in solid-state high-harmonic generation",
            "journal_ref": "Nature Photonics 14(3), 183-187 (2020)",
            "doi": "10.1038/s41566-019-0574-4",
            "published": "2020-03-20T00:00:00.000Z",
            "updated": "2020-03-20T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1038/s41566-019-0574-4"
        },
        {
            "id": "doi:10.1038/s41467-020-15196-x",
            "title": "Polaritonic molecular clock for all-optical ultrafast imaging of wavepacket dynamics without probe pulses",
            "journal_ref": "Nature Communications 11(1) (2020)",
            "doi": "10.1038/s41467-020-15196-x",
            "published": "2020-03-17T00:00:00.000Z",
            "updated": "2020-03-17T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1038/s41467-020-15196-x"
        },
        {
            "id": "doi:10.1063/1.5138937",
            "title": "Cumulant expansion for the treatment of light–matter interactions in arbitrary material structures",
            "journal_ref": "The Journal of Chemical Physics 152(3) (2020)",
            "doi": "10.1063/1.5138937",
            "published": "2020-01-21T00:00:00.000Z",
            "updated": "2020-01-21T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1063/1.5138937"
        },
        {
            "id": "doi:10.1103/physreva.108.l051103",
            "title": "Microscopic mechanisms of high-order wave mixing in solids",
            "journal_ref": "Physical Review A 108(5) (2023)",
            "doi": "10.1103/physreva.108.l051103",
            "published": "2023-11-20T00:00:00.000Z",
            "updated": "2023-11-20T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1103/physreva.108.l051103"
        },
        {
            "id": "doi:10.1103/physrevlett.129.173202",
            "title": "Role of Spin-Orbit Coupling in High-Order Harmonic Generation Revealed by Supercycle Rydberg Trajectories",
            "journal_ref": "Physical Review Letters 129(17) (2022)",
            "doi": "10.1103/physrevlett.129.173202",
            "published": "2022-10-18T00:00:00.000Z",
            "updated": "2022-10-18T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1103/physrevlett.129.173202"
        },
        {
            "id": "doi:10.1038/s41567-022-01505-2",
            "title": "All-optical attoclock for imaging tunnelling wavepackets",
            "journal_ref": "Nature Physics 18(4), 417-422 (2022)",
            "doi": "10.1038/s41567-022-01505-2",
            "published": "2022-04-01T00:00:00.000Z",
            "updated": "2022-04-01T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1038/s41567-022-01505-2"
        },
        {
            "id": "doi:10.1038/s41467-021-22264-3",
            "title": "Topological protection versus degree of entanglement of two-photon light in photonic topological insulators",
            "journal_ref": "Nature Communications 12(1) (2021)",
            "doi": "10.1038/s41467-021-22264-3",
            "published": "2021-03-30T00:00:00.000Z",
            "updated": "2021-03-30T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1038/s41467-021-22264-3"
        },
        {
            "id": "doi:10.1364/optica.418152",
            "title": "Light-induced valleytronics in pristine graphene",
            "journal_ref": "Optica 8(3), 422 (2021)",
            "doi": "10.1364/optica.418152",
            "published": "2021-03-20T00:00:00.000Z",
            "updated": "2021-03-20T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1364/optica.418152"
        },
        {
            "id": "doi:10.1063/5.0251524",
            "title": "Attosecond physics and technology",
            "journal_ref": "Applied Physics Letters 126(17) (2025)",
            "doi": "10.1063/5.0251524",
            "published": "2025-04-28T00:00:00.000Z",
            "updated": "2025-04-28T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1063/5.0251524"
        },
        {
            "id": "doi:10.1126/sciadv.adp0841",
            "title": "Attosecond impulsive stimulated X-ray Raman scattering in liquid water",
            "journal_ref": "Science Advances 10(39) (2024)",
            "doi": "10.1126/sciadv.adp0841",
            "published": "2024-09-27T00:00:00.000Z",
            "updated": "2024-09-27T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1126/sciadv.adp0841"
        },
        {
            "id": "doi:10.1038/s42254-024-00763-8",
            "title": "Emerging tailored light sources for studying chirality and symmetry",
            "journal_ref": "Nature Reviews Physics 6(11), 663-675 (2024)",
            "doi": "10.1038/s42254-024-00763-8",
            "published": "2024-09-23T00:00:00.000Z",
            "updated": "2024-09-23T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1038/s42254-024-00763-8"
        },
        {
            "id": "doi:10.1088/1367-2630/acf150",
            "title": "Structuring the local handedness of synthetic chiral light: global chirality versus polarization of chirality",
            "journal_ref": "New Journal of Physics 25(9), 093005 (2023)",
            "doi": "10.1088/1367-2630/acf150",
            "published": "2023-09-01T00:00:00.000Z",
            "updated": "2023-09-01T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1088/1367-2630/acf150"
        },
        {
            "id": "doi:10.1126/sciadv.adj1429",
            "title": "Ultrafast control over chiral sum-frequency generation",
            "journal_ref": "Science Advances 9(33) (2023)",
            "doi": "10.1126/sciadv.adj1429",
            "published": "2023-08-18T00:00:00.000Z",
            "updated": "2023-08-18T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1126/sciadv.adj1429"
        },
        {
            "id": "doi:10.1515/nanoph-2022-0802",
            "title": "Tilting light’s polarization plane to spatially separate the ultrafast nonlinear response of chiral molecules",
            "journal_ref": "Nanophotonics 12(14), 2873-2879 (2023)",
            "doi": "10.1515/nanoph-2022-0802",
            "published": "2023-07-14T00:00:00.000Z",
            "updated": "2023-07-14T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1515/nanoph-2022-0802"
        },
        {
            "id": "doi:10.1038/s42254-022-00522-7",
            "title": "How to optimize high-order harmonic generation in gases",
            "journal_ref": "Nature Reviews Physics 4(11), 713-722 (2022)",
            "doi": "10.1038/s42254-022-00522-7",
            "published": "2022-10-13T00:00:00.000Z",
            "updated": "2022-10-13T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1038/s42254-022-00522-7"
        },
        {
            "id": "doi:10.1126/sciadv.abj7380",
            "title": "Necklace-structured high-harmonic generation for low-divergence, soft x-ray harmonic combs with tunable line spacing",
            "journal_ref": "Science Advances 8(5) (2022)",
            "doi": "10.1126/sciadv.abj7380",
            "published": "2022-02-04T00:00:00.000Z",
            "updated": "2022-02-04T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1126/sciadv.abj7380"
        },
        {
            "id": "doi:10.1364/OPTICA.413531",
            "title": "High-order nonlinear dipole response characterized by extreme ultraviolet ellipsometry",
            "journal_ref": "Optica 8(4), 484 (2021)",
            "doi": "10.1364/OPTICA.413531",
            "published": "2021-04-20T00:00:00.000Z",
            "updated": "2021-04-20T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1364/OPTICA.413531"
        },
        {
            "id": "orcid:0006-Necklace-structured high harmonic generation for low-divergence, soft X-ray harmonic combs with tunable line spacing",
            "title": "Necklace-structured high harmonic generation for low-divergence, soft X-ray harmonic combs with tunable line spacing",
            "journal_ref": null,
            "doi": null,
            "published": "2021-01-01T00:00:00.000Z",
            "updated": "2021-01-01T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": null
        },
        {
            "id": "doi:10.1364/OL.404402",
            "title": "Trains of attosecond pulses structured with time-ordered polarization states",
            "journal_ref": "Optics Letters 45(20), 5636 (2020)",
            "doi": "10.1364/OL.404402",
            "published": "2020-10-15T00:00:00.000Z",
            "updated": "2020-10-15T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1364/OL.404402"
        },
        {
            "id": "orcid:0006-High-order nonlinear dipole response characterized by extreme-ultraviolet ellipsometry",
            "title": "High-order nonlinear dipole response characterized by extreme-ultraviolet ellipsometry",
            "journal_ref": null,
            "doi": null,
            "published": "2020-01-01T00:00:00.000Z",
            "updated": "2020-01-01T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": null
        },
        {
            "id": "orcid:0011-650 nm LED Integrated in PON Optical Sub Assembly for Future PON Management",
            "title": "650 nm LED Integrated in PON Optical Sub Assembly for Future PON Management",
            "journal_ref": null,
            "doi": null,
            "published": "2025-01-01T00:00:00.000Z",
            "updated": "2025-01-01T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": null
        },
        {
            "id": "orcid:0011-Field trial of the first G-PON, XGS-PON, 50G-PON triple-MPM reaching >35 dB ODN OPL with 20 km reach",
            "title": "Field trial of the first G-PON, XGS-PON, 50G-PON triple-MPM reaching >35 dB ODN OPL with 20 km reach",
            "journal_ref": null,
            "doi": null,
            "published": "2024-01-01T00:00:00.000Z",
            "updated": "2024-01-01T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": null
        },
        {
            "id": "orcid:0011-Power Consumption and CO2 Emission Optimization for Future Passive Optical Networks",
            "title": "Power Consumption and CO2 Emission Optimization for Future Passive Optical Networks",
            "journal_ref": null,
            "doi": null,
            "published": "2024-01-01T00:00:00.000Z",
            "updated": "2024-01-01T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": null
        },
        {
            "id": "doi:10.1016/j.jlumin.2021.118249",
            "title": "Improving the sensitivity of WGM pressure sensors with oxyfluoride glass microspheres",
            "journal_ref": "Journal of Luminescence 238, 118249 (2021)",
            "doi": "10.1016/j.jlumin.2021.118249",
            "published": "2021-10-01T00:00:00.000Z",
            "updated": "2021-10-01T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1016/j.jlumin.2021.118249"
        },
        {
            "id": "doi:10.1088/1361-6455/ac6d35",
            "title": "Expansion of a one-dimensional Bose gas: the role of interactions and kinetic-energy driving",
            "journal_ref": "Journal of Physics B: Atomic, Molecular and Optical Physics 55(13), 135301 (2022)",
            "doi": "10.1088/1361-6455/ac6d35",
            "published": "2022-07-06T00:00:00.000Z",
            "updated": "2022-07-06T00:00:00.000Z",
            "summary": "",
            "authors": "",
            "categories": [],
            "formats": {
                "html": null,
                "pdf": null
            },
            "arxiv_url": null,
            "journal_url": "https://doi.org/10.1088/1361-6455/ac6d35"
        }
    ]
}